---
kind: property
id: P:Autodesk.Revit.DB.Structure.MemberForcesServiceData.Document
zh: 文档、文件
source: html/10f89224-a663-9eca-0824-b8258c9a2bf0.htm
---
# Autodesk.Revit.DB.Structure.MemberForcesServiceData.Document Property

**中文**: 文档、文件

The current document.

## Syntax (C#)
```csharp
public Document Document { get; }
```